# python
# Напишите программу, которая приветствует пользователя,
#  который ввёл своё имя

# print("Введите ваше имя: ")
# name = input()
# if "Вероника" == name:
#     message = "Я так ждала вас, Вероника"
# else:
#     message = "Привет, " + name
# print(message)


# a = 112
# b = 411
# c = 41
# d = 10

# min = a

# if b < min:
#     min = b

# if c < min:
#     min = c

# if d < min:
#     min = d

# print(min)
# a = 1
# sum = 0
# while a <= 15:
#     if a % 2 -= 0:
#         sum += a
#     a += 1

# print(sum)

a = 1
sum = 0
while a <= 15:
    sum += a
    a += 2

print(sum)
